{
  "id": 4,
  "next": 5,
  "previous": 3,
  "linkToMaskDetails": "/mask_gallery/mask1",
  "model": {
    "glb": "https://igeller.github.io/assets/finalmasks/ejaghamdoublefacedmask/GLBejaghamdoublefacedmask.glb",
    "maskImgSrc": "https://emuseum1.as.miami.edu/internal/media/dispatcher/21/preview"
  },
  "details": {
    "itemName": "Double-faced Helmet Mask",
    "group": "Ejagham people",
    "groupLocation": "Nigeria",
    "itemCreation": "20th century",
    "medium": "wood, hide and pigment",
    "description": "The Cross River region of Nigeria is famous for skin-covered masks in several different forms generally associated with Ekpe, a graded men's society that serves as the effective government in the otherwise leaderless villages throughout this heavily forested area. A double-faced helmet mask such as this is the type usually worn by members of the highest ranking grade of Ekpe. The bulging foreheads and aquiline noses of the two faces suggest that the origin of this mask is the upper bend of the Cross River, not far from the Nigeria-Cameroon border. Ejagham is the most comprehensive name for the people in this area, but individuals prefer to identify themselves with their village or clan. Ekpe does not unify the region; rather, each village has its own cult house and its own set of masks. The dark, painted face is male, and the light face with typical painted facial patterns is female. The holes on the top of the helmet probably held small wooden pegs carved to simulate a hairstyle associated with women. However, the shape of the upper portion of the mask suggests a form of fur cap worn by men. The theme of duality conveys spiritual completeness and possibly the ability to see into the past and the future. The mask is not recognized as representing a particular spirit, but is recognized as a symbol of the corporate group Ekpe and of the powers of its leaders.\n",
    "providedBy": "Museum purchase"
  },
  "map": {
    "centerMapLong": "",
    "centerMapLat": "",
    "markerLong": "",
    "markerLat": ""
  }
}








