{
  "id": 0,
  "next": 1,
  "previous": 7,
  "linkToMaskDetails": "/mask_gallery/mask1",
  "model": {
    "glb": "https://igeller.github.io/assets/finalmasks/bamanacrestmasks/GLBbamanacrestmask.glb",
    "usdz": "https://igeller.github.io/assets/small%20model/Yoruba_Mask.usdz?raw=true",
    "maskImgSrc": "https://emuseum1.as.miami.edu/internal/media/dispatcher/1508/preview"
  },
  "details": {
    "itemName": "Crest Mask (Chi Wara Kun)",
    "group": "Bamana People",
    "groupLocation": "Mali",
    "itemCreation": "early 20th century",
    "medium": "Wood and metal",
    "description": "This Crest Mask (Chi Wara Kun) was made by the Bamana people (also called Bambara) who comprise one of the largest ethnic groups in Mali. They have extensive masking traditions, employed for social and community education to teach social values and mores of communities. This Chi Wara Kun is the horizontal northern version of the headdress that they have created in other styles, such as the vertical version of the eastern Bamana or the abstract forms of southern Bamana. The Crest Mask depicts a mythical half man/half antelope divine force who reportedly taught the Bamana how to cultivate the soil and about plants and animals. This mask was once affixed to an inverted woven basket or skullcap that would be worn atop a dancer’s head. A cloth would cover the dancer’s face and a costume made of raffia fiber would cloak the dancer’s body. Originally, dance ceremonies with Chi Wara Kun were held by males in secret to teach proper farming techniques to young boys. Eventually, this tradition also included females. Traditionally, the Chi Wara Kun headdresses are carved in male and female forms and danced together to symbolize the union between men and women (the importance of complementarity) to sustain the community, collaboration in general, and the connection between sun (considered male) and earth (considered female) for blessings and a good harvest to sustain life. These agricultural celebrations involve the entire community because farming is central for the Bamana. This idea is amplified by the fact that very successful farmers are usually selected to wear the masks.",
    "providedBy": "Gift of George D. Locke"
  },
  "map": {
    "centerMapLong": "-3.9962",
    "centerMapLat": "17.5707",
    "markerLong": "-2.7855",
    "markerLat": "15.8494"
  }
}








